Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AutoDownloadPreloadVideo
source: Preload larger videos
ar: تجهيز المرئيات الكبيرة
be: Папярэдне загружаць большыя відэа
ca: Precarrega els vídeos més grans
de: Größere Videos vorladen
es: Precargar videos grandes
fa: پیش بارگذاری ویدیوهای بزرگ‌تر
fi: Lataa suuria videoita valmiiksi
fr: Précharger les vidéos plus larges
id: Muat ulang video yang lebih besar
it: Precarica i video più grandi
ko: 보다 큰 동영상 미리 불러오기
ms: Pramuat Video Besar
nl: Grotere video's voorladen
pl: Wstępne wczytanie większych filmów
pt_br: Pré-carregar vídeos grandes
ru: Предзагрузка длинных видео
sv: Förinläs större videor
tr: Büyük videoları önceden yükle
uk: Підвантажувати більші відео
uz: Kattaroq videolarni oldindan yuklab olish

# AutoDownloadPreloadVideoInfo
source: Preload the first few seconds (1-2 MB) of videos larger than {0} for instant playback.
ar: تحميل الثواني الأولى (1-2 م.ب) من المقاطع المرئية الأكبر من ⁨{0}⁩ لمشاهدتها فورَ الضغط عليها.
be: Папярэдне загружаць першыя секунды (1-2 МБ) відэа для імгненнага прайгравання, якія большыя за {0}.
ca: Precarrega els primers segons (1-2 MB) dels vídeos majors de {0} per a un accés immediat.
de: Die ersten Sekunden (1-2 MB) von Videos vorladen, die größer als {0} sind.
es: Precarga los primeros segundos (1-2 MB) de videos que superan los {0} para su reproducción instantánea.
fa: چند ثانیه ابتدایی (2-1 مگابایت) ویدیوهای بزرگ‌تر از ⁨{0}⁩ برای پخش فوری پیش بارگذاری می‌شوند.
fi: Lataa videoiden, joiden koko on yli {0}, ensimmäiset sekunnit (1-2 Mt) valmiiksi katseluun.
fr: Charger les premières secondes (1 à 2 Mo) des vidéos plus larges que {0} pour une lecture instantanée.
id: Muat ulang beberapa detik pertama (1-2 MB) video yang lebih besar dari {0} untuk pemutaran instan.
it: Precarica i primi secondi (1-2 MB) dei video più grandi di {0} per una riproduzione istantanea.
ko: {0}보다 큰 동영상은 바로 재생할 수 있도록 처음 몇 초를 미리 불러옵니다.
ms: Pramuat saat-saat pertama (1-2 MB) video yang lebih besar dari {0} untuk main balik segera.
nl: Laad de eerste paar seconden van video's groter dan {0} voor direct afspelen.
pl: Wstępne załadowanie pierwszych kilku sekund (1-2 MB) filmów wideo większych niż {0} w celu natychmiastowego odtwarzania.
pt_br: Baixa os primeiros segundos (1-2 MB) de vídeos maiores que {0} para reprodução instantânea.
ru: Подгружать первые секунды (1-2 МБ) для видеозаписей больше {0}, чтобы воспроизводить их без задержки.
sv: Ladda de första sekunderna (1-2 MB) av varje video, större än {0}, för direktuppspelning.
tr: Anında oynatım için {0}'dan büyük videoların ilk saniyelerini (1-2 MB) önceden yükleyin.
uk: Підвантажувати перші секунди (1–2 МБ) для відео понад {0}, щоб відтворювати їх без затримки.
uz: {0}'dan katta videolarni tezroq tinglash uchun birinchi soniyalarini (1-2 MB) oldindan yuklab olish.

# AutodownloadPrivateChats
source: Private Chats
ar: المحادثات الخاصة
be: Прыватныя чаты
ca: Xats privats
de: Einzelchats
es: Chats privados
fa: گفتگوهای خصوصی
fi: Yksityiset keskustelut
fr: Échanges privés
id: Obrolan Pribadi
it: Chat private
ko: 개인 대화
ms: Bual Peribadi
nl: Chats
pl: Czaty prywatne
pt_br: Chats Privados
ru: Личные чаты
sv: Privata chattar
tr: Özel Sohbetler
uk: Особисті чати
uz: Shaxsiy chatlar
zh_cn: 私聊
zh_tw: 私人對話

# AutodownloadSizeLimit
source: Limit by Size
ar: تقييد بالحجم
be: Абмежаванне па памеры
ca: Límit per mida
de: Maximale Größe
es: Límite de tamaño
fa: محدود کردن توسط حجم
fi: Rajoita koon mukaan
fr: Limite de taille
id: Batasi
it: Limita per dimensione
ko: 크기 제한
ms: Had Saiz
nl: MAXIMALE GROOTTE
pl: Limit wielkości
pt_br: Limitar por Tamanho
ru: По размеру
sv: Begränsa datamängd
tr: Boyuta Göre Sınırla
uk: Обмеження за розміром
uz: Cheklov Hajmi
zh_cn: 大小限制
zh_tw: 大小限制

# AutodownloadSizeLimitUpTo
source: up to {0}
ar: حتى ⁨{0}⁩
be: да {0}
ca: fins a {0}
de: bis zu {0}
es: hasta {0}
fa: تا ⁨{0}⁩
fi: {0} saakka
fr: jusqu'à {0}
id: sampai {0}
it: fino a {0}
ko: 최대 {0}
ms: sehingga {0}
nl: tot {0}
pl: max. {0}
pt_br: até {0}
ru: до {0}
sv: upp till {0}
tr: {0}'a kadar
uk: до {0}
uz: {0}gacha
zh_cn: 上限 {0}
zh_tw: 上限 {0}

# AutoDownloadTypes
source: Types of media
ar: أنواع الوسائط
be: Тыпы медыя
ca: Tipus de fitxers
de: Medienarten
es: Tipos de multimedia
fa: انواع رسانه‌ها
fi: Mediatyypit
fr: Types de médias
id: Tipe Media
it: Tipi di media
ko: 미디어 종류
ms: Jenis media
nl: Soorten media
pl: Rodzaje multimediów
pt_br: Tipos de mídia
ru: Загружать мультимедиа
sv: Mediatyper
tr: Medya türleri
uk: Типи медіа
uz: Mediafayllar turlari

# AutoDownloadUpToOnAllChats
source: Up to {0} in all chats
ar: حتى ⁨{0}⁩ في جميع المحادثات
be: Да {0} ва ўсіх чатах
ca: Fins a {0} en tots els xats
de: Bis zu {0} in allen Chats
es: Hasta {0} en todos los chats
fa: تا ⁨{0}⁩ در تمامی گفتگوها
fi: Korkeintaan {0} kaikille
fr: Jusqu'à {0} dans tous les échanges
id: Sampai dengan {0} di semua obrolan
it: Fino a {0} in tutte le chat
ko: 모든 대화방에 최대 {0}
ms: Sehingga {0} di semua bual
nl: Tot {0} in alle chats
pl: Do {0} dla wszystkich czatów
pt_br: Até {0} em todos os chats
ru: До {0} для всех чатов
sv: Upp till {0} i alla chattar
tr: Tüm sohbetlerde {0}'a kadar
uk: Увімкнено до {0} у всіх чатах
uz: Maksimal hajmi {0}'gacha bo'lsa

# AutoDownloadVideos
source: Videos
ar: المقاطع المرئية
be: Відэа
ca: Vídeos
fa: ویدیوها
fi: Videot
fr: vidéos
id: Video
it: Video
ko: 동영상
ms: Video
pl: Wideo
pt_br: Vídeos
ru: Видео
sv: Videor
tr: Videolar
uk: Відео
uz: videolar

# AutoDownloadVideosOn
source: Videos
ar: المقاطع المرئية
be: Відэа
ca: Vídeos
fa: ویدیوها
fi: Videot
fr: Vidéos
id: Video
it: Video
ko: 동영상
ms: Video
pl: Wideo
pt_br: Vídeos
ru: Видео
sv: Videor
tr: Videolar
uk: Відео
uz: Videolar

# AutoDownloadVideosTitle
source: Auto-download videos and GIFs
ar: تنزيل المقاطع المرئية والصور المتحركة تلقائيًا
be: Аўтаспампоўванне відэа і анімацый
ca: Baixada automàtica de vídeos i GIF
de: Auto-Download (Videos und GIFs)
es: Autodescarga de videos y GIF
fa: دانلود خودکار ویدیوها و گیف‌ها
fi: Lataa videot ja GIFit automaattisesti
fr: Vidéos et GIF
id: Unduh video dan GIF otomatis
it: Download automatico video e GIF
ko: 동영상과 GIF 자동 다운로드
ms: Muat turun video dan GIF secara automatik
nl: Autom. video's en GIF's downloaden
pl: Automatyczne pobieranie wideo i GIFów
pt_br: Download automático de vídeos e GIFs
ru: Автозагрузка видео и GIF
sv: Autohämta videor och GIF:ar
tr: Videoları ve GIF'leri otomatik indir
uk: Автозавантаження відео й GIF
uz: Video va GIFlarni avtomatik yuklab qolish

source: Auto-lock
ar: القفل التلقائي
be: Аўтаблакіроўка
ca: Autoblocatge
de: Auto-Sperre
es: Autobloqueo
fa: قفل خودکار
fi: Lukitse automaattisesti
fr: Verrouillage automatique
id: Otomatis terkunci
it: Blocco automatico
ko: 자동 잠금
ms: Auto-kunci
nl: Automatisch vergrendelen
pl: Automatyczna blokada
pt_br: Bloqueio Automático
ru: Автоблокировка
sv: Autolåsning
tr: Otomatik Kilit
uk: Автоблокування
uz: Avtomatik qulflash
zh_cn: 自动锁定
zh_tw: 自動鎖定

# AutoLockDisabled
source: Disabled
ar: معطَّل
be: Адключана
ca: Desactivat
de: Deaktiviert
es: Desactivado
fa: غیرفعال
fi: Ei käytössä
fr: Désactivé
id: Nonaktifkan
it: Disattivato
ko: 사용 안 함
ms: Nyahdaya
nl: Uitgeschakeld
pl: Wyłączona
pt_br: Desativado
ru: Отключена
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнено
uz: Yoqilmagan
zh_cn: 禁用
zh_tw: 禁用

# AutoLockInfo
source: Require passcode if away for a time.
ar: طلب رمز القفل إن غِبتُ لفترةٍ ما.
be: Патрабаваць код доступу, калі пэўны час не было актыўнасці.
ca: Demana el codi d'accés en absentar-me.
de: Sperrt App bei Inaktivität automatisch.
es: El bloqueo se activará transcurrido este tiempo.
fa: در صورت آنلاین نشدن در مدت زمان تعیین شده، از شما گذرواژه خواسته می‌شود.
fi: Vaadi pääsykoodia poissaolon jälkeen.
fr: Requiert l'entrée du code d'accès après absence.
id: Dibutuhkan kode sandi jika tidak aktif dalam sementara waktu.
it: Richiede il codice se assente per del tempo.
ko: 일정 시간이 지나면 텔레그램을 잠급니다.
ms: Perlukan kod laluan sekiranya tidak aktif seketika
nl: Vraag om toegangscode indien afwezig
pl: Wymagaj kodu dostępu po dłuższej nieaktywności.
pt_br: Solicita a senha se você ficar ausente por um tempo.
ru: Запрашивать код доступа, если какое-то время не было активности.
sv: Kräv åtkomstkod om du är borta ett tag.
tr: Bir süre uzaktaysanız parola istenir.
uk: Вимагати код блокування за вашої відсутності протягом певного часу.
uz: Ma'lum vaqt o'tganidan so'ng parol kiritish zaruriyati
zh_cn: 在离开一段时间后需要重新输入锁定码进行验证。
zh_tw: 在離開一段時間後需要重新輸入鎖定碼進行驗證。

# AutoLockInTime
source: in {0}
ar: بعد ⁨{0}⁩
be: праз {0}
ca: en {0}
es: en {0}
fa: ظرف ⁨{0}⁩
fi: jos kuluu {0}
fr: après {0}
id: pada {0}
it: dopo {0}
ko: {0} 뒤
ms: dalam {0}
nl: over {0}
pl: za {0}
pt_br: em {0}
ru: через {0}
sv: om {0}
tr: {0} içinde
uk: за {0}
uz: {0}dan keyin
zh_cn: 离开 {0}后
zh_tw: 離開 {0}後

source: Automatic media download
ar: تنزيل الوسائط تلقائيًا
be: Аўтаспампоўванне медыя
ca: Baixada automàtica de fitxers
de: Automatischer Mediendownload
es: Autodescarga de multimedia
fa: دانلود خودکار رسانه‌ها
fi: Median automaattinen lataus
fr: Téléchargement automatique des médias
id: Unduh media otomatis
it: Download automatico media
ko: 미디어 자동 다운로드
ms: Muat turun media automatik
nl: Automatisch media downloaden
pl: Automatyczne pobieranie multimediów
pt_br: Download automático de mídia
ru: Автозагрузка медиа
sv: Automatisk mediahämtning
tr: Otomatik medya indirme
uk: Автозавантаження медіа
uz: Mediafayllarni avtomatik yuklab olish
zh_cn: 自动下载媒体文件
zh_tw: 自動下載媒體文件

source: Automatic Translation
ar: الترجمة التلقائية
be: Аўтаматычны пераклад
ca: Traducció automàtica
de: Automatische Übersetzung
es: Traducción automática
fi: Automaattinen käännös
fr: Traduction automatique
it: Traduzione automatica
ko: 자동 번역
ms: Terjemahan Automatik
nl: Automatische vertaling
pl: Automatyczne tłumaczenie
pt_br: Tradução Automática
ru: Автоматический перевод
sv: Automatisk översättning
tr: Otomatik Çeviri
uk: Автоматичний переклад

# AutoNightAdaptive
source: Adaptive
ar: تلقائي
be: Адаптыўны
ca: Adaptatiu
de: Anpassbar
es: Adaptativo
fa: تطبیقی
fi: Mukautuva
fr: Adaptif
id: Adaptif
it: Adattiva
ko: 조정
ms: Penyesuaian
nl: Adaptief
pl: Adaptacyjny
pt_br: Adaptativo
ru: Адаптивная
sv: Adaptiv
tr: Uyarlanır
uk: Адаптивний
uz: Moslashuvchan

# AutoNightAutomatic
source: Automatic
ar: تلقائي
be: Аўтаматычна
ca: Automàtic
de: Automatisch
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
id: Otomatis
it: Automatica
ko: 자동
ms: Automatik
nl: Automatisch
pl: Automatyczny
pt_br: Automático
ru: Автоматически
sv: Automatiskt
tr: Otomatik
uk: Автоматично
uz: Avtomatik
zh_cn: 自动
zh_tw: 自動

# AutoNightBrightness
source: Brightness threshold
ar: مؤشر السطوع
be: Парог яркасці
ca: Llindar de brillantor
de: Helligkeitsgrenze
es: Nivel de luminosidad
fa: آستانه روشنایی
fi: Kirkkauskynnys
fr: Seuil de luminosité
id: Batas kecerahan
it: Soglia luminosità
ko: 밝기 경계
ms: Batasan kecerahan
nl: Drempelwaarde omgevingslicht
pl: Próg jasności
pt_br: Porcentagem do brilho
ru: Порог яркости
sv: Tröskel för ljusstyrka
tr: Parlaklık eşiği
uk: Поріг освітленості
uz: Yorqinlik chegarasi
zh_cn: 亮度阈值
zh_tw: 亮度閾值

# AutoNightBrightnessInfo
source: Switch to your preferred night theme when ambient lighting falls below {0}%.
ar: قم بالتبديل للنمط الليلي عند انخفاض الإضاءة المحيطة إلى ⁨{0}⁩% أو أقل.
be: Пераключацца на начную тэму калі навакольнае асвятленне падае ніжэй за {0}%.
ca: Canvia al tema nocturn preferit si la il·luminació ambiental baixa per sota de {0}%.
de: Zum Nachtthema wechseln, wenn die Umgebungshelligkeit weniger als {0}% beträgt.
es: Cambia a tu tema nocturno preferido cuando la luminosidad del entorno sea menor a un {0} %.
fa: هنگامی که روشنایی محیط از ⁨{0}⁩% کمتر شد، به پوسته شب ترجیحی خود تغییر دهید.
fi: Vaihtaa haluamaasi yöteemaan, kun ympäristön valotaso laskee alle {0}% tasolle.
fr: Activer le mode nuit lorsque la luminosité passe en dessous de {0} %.
id: Ganti ke tema gelap saat kecerahan sekitar pada {0}% atau kurang.
it: Passa al tema notte quando la luce ambientale è inferiore al {0}%.
ko: 주변 밝기가 {0}% 아래일 때 선호하시는 야간 테마로 전환합니다.
ms: Tukar ke tema malam pilihan anda bila kecerahan sekitar jatuh di bawah {0}%.
nl: Schakel om naar je nachtthema als het omgevingslicht minder dan {0}% is.
pl: Kiedy oświetlenie otoczenia spadnie poniżej poziomu {0}%, Telegram przełączy się na twój preferowany motyw nocny.
pt_br: Alterna para o seu tema noturno preferido quando a luz ambiente estiver abaixo de {0}%.
ru: Переключать на выбранную ночную тему, если яркость внешнего освещения меньше {0}%.
sv: Ändra till ditt önskade nattläge när omgivningsljuset faller under {0}%.
tr: Ortam aydınlatması %{0} altına düştüğünde tercih ettiğiniz gece temasına geçin.
uk: Перемикатися на нічну тему, якщо освітленість приміщення менша за {0}%.
uz: Yorug‘lik darajasi {0}%'dan kam bo‘lganda siz tanlagan tungi mavzu faollashtiriladi.
zh_cn: 当环境亮度低于 {0}% 时，切换为夜间主题。
zh_tw: 當環境亮度低於 {0}% 時，切換為夜間主題。

# AutoNightDisabled
source: Disabled
ar: معطَّل
be: Адключаны
ca: Desactivat
de: Aus
es: Desactivado
fa: غیرفعال
fi: Poissa käytöstä
fr: Désactivé
id: Non aktif
it: Disattivata
ko: 끄기
ms: Nyahdaya
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desativado
ru: Не использовать
sv: Inaktiverat
tr: Kapalı
uk: Вимкнено
uz: Yoqilmagan
zh_cn: 禁用
zh_tw: 禁用

# AutoNightFrom
source: From
ar: من
be: Ад
ca: Des de
de: Von
es: Desde
fa: از
fi: Alkaa
fr: De
id: Dari
it: Dalle
ko: 시작
ms: Dari
nl: Van
pl: Od
pt_br: De
ru: Начало
sv: Från
tr: Başlangıç
uk: З
uz: Boshlanishi
zh_cn: 从
zh_tw: 從

# AutoNightLocation
source: Use Local Sunset & Sunrise
ar: استخدام التوقيت المحلي للشروق والغروب
be: Выкарыстоўваць мясцовы ўсход і захад
ca: Usa la sortida i posta del sol locals
de: Automatisch bei Sonnenuntergang
es: Usar el anochecer y amanecer local
fa: استفاده از زمان غروب و طلوع محلی
fi: Paikallinen auringonnousu ja -lasku
fr: Lever et coucher de soleil locaux
id: Gunakan Lokasi Siang dan Malam
it: Usa tramonto e alba locali
ko: 지역 일몰 및 일출 시간 사용
ms: Guna Matahari Turun & Naik Tempatan
nl: Gebruik zonsopkomst & -ondergang
pl: Użyj lokalnego czasu zach. i wsch. słońca
pt_br: Usar Nascer e Pôr do Sol
ru: Местное время рассвета и заката
sv: Använd lokal soluppgång och solnedgång
tr: Yerel gün doğumu ve batımını kullan
uk: За часом сходу і заходу сонця
uz: Quyosh chiqishi/botishi vaqtidan foydalanish
zh_cn: 使用当地日落/日出时间
zh_tw: 使用當地日落/日出時間

# AutoNightModeOff
source: Auto-Night Mode is off
ar: الوضع الليلي الآلي معطَّل
be: Аўтаматычны начны рэжым адключаны
ca: El mode nocturn automàtic està desactivat
de: Auto-Nachtmodus ist aus
es: Modo nocturno automático desactivado
fa: حالت شب خودکار غیرفعال است
fi: Automaattinen yötila ei ole käytössä
fr: Mode nuit automatique désactivé
id: Mode Gelap otomatis tidak aktif
it: La modalità notte automatica è disattivata
ko: 자동 야간 모드가 꺼져 있습니다
ms: Mod Malam Auto ditutup
nl: Automatisch nachtmodus is uit
pl: Automatyczny tryb nocny został wyłączony
pt_br: Modo Noturno Automático desligado
ru: Смена темы ночью отключена
sv: Auto-nattläge är Av
tr: Otomatik gece modu kapalı
uk: Вимкнено автоматичний нічний режим
uz: Avtomatik tun rejimi oʻchirildi

# AutoNightPreferred
source: Preferred night theme
ar: النمط الليلي المفضل
be: Жаданая начная тэма
ca: Tema nocturn preferit
de: Bevorzugtes Farbthema
es: Tema nocturno preferido
fa: پوسته شب ترجیحی
fi: Valitsemasi yöteema
fr: Thème à utiliser
id: Tema Pilihan
it: Tema notte preferito
ko: 선호하는 테마
ms: Tema pilihan malam
nl: Voorkeursthema voor 's nachts
pl: Preferowany motyw nocny
pt_br: Tema noturno preferido
ru: Выбранная ночная тема
sv: Önskat Nattläge
tr: Tercih edilen gece teması
uk: Вибрана нічна тема
uz: Tanlangan tungi mavzu
zh_cn: 首选夜间主题
zh_tw: 首選夜間主題

# AutoNightSchedule
source: Schedule
ar: الجدولة
be: Расклад
ca: Programació
de: Zeitplan
es: Programar
fa: برنامه
fi: Aikataulu
fr: Horaires
id: Jadwal
it: Programma
ko: 예약
ms: Jadual
nl: Planning
pl: Harmonogram
pt_br: Programar
ru: Время использования
sv: Inplanerad
tr: Zamanlama
uk: Розклад
uz: Rejalashtirish
zh_cn: 时间表
zh_tw: 時間表

# AutoNightScheduled
source: Scheduled
ar: مجدول
be: Па раскладзе
ca: Programat
de: Geplant
es: Programado
fa: برنامه‌ریزی شده
fi: Ajastettu
fr: Programmé
id: Terjadwal
it: Programmata
ko: 예약
ms: Dijadualkan
nl: Geplande tijd
pl: Wg harmonogramu
pt_br: Programado
ru: По расписанию
sv: Inplanerad
tr: Zamanlanmış
uk: За розкладом
uz: Rejalashtirilgan
zh_cn: 计划时段
zh_tw: 計劃時段

# AutoNightSystemDefault
source: System Default
ar: إعدادات النظام
be: Прадвызначана
ca: Predefinit pel sistema
de: Systemvorgabe
es: Predeterminado del sistema
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
fr: Selon le système
id: Sistem Bawaan
it: Default di sistema
ko: 시스템 기본값
ms: Paras Asal Sistem
nl: Systeem standaard
pl: Domyślny systemu
pt_br: Padrão do Sistema
ru: По умолчанию
sv: Systemstandard
tr: Sistem Varsayılanı
uk: За системними налаштуваннями
uz: Standart tizim

# AutoNightTheme
source: Auto-Night Mode
ar: الوضع الليلي الآلي
be: Аўтаматычны начны рэжым
ca: Mode nocturn automàtic
de: Auto-Nachtmodus
es: Modo nocturno automático
fa: حالت شب خودکار
fi: Automaattinen yötila
fr: Mode nuit automatique
id: Tema Gelap Otomatis
it: Modalità notte automatica
ko: 자동 야간 모드
ms: Mod Malam Auto
nl: Automatisch nachtthema
pl: Automatyczny tryb nocny
pt_br: Modo Noturno Automático
ru: Настроить ночную тему
sv: Automatiskt Nattläge
tr: Otomatik Gece Modu
uk: Авто-нічний режим
uz: Avtomatik tun rejimi
zh_cn: 自动切换夜间模式
zh_tw: 自動切換夜間模式

# AutoNightThemeOff
source: Off
ar: معطَّل
be: Выкл.
ca: No
de: Aus
es: Desactivado
fa: غیرفعال
fi: Pois
fr: Désactivé
id: Mati
it: No
ko: 끄기
ms: Padam
nl: Uit
pl: Wyłączony
pt_br: Desativado
ru: Не используется
sv: Av
tr: Kapalı
uk: Вимкнено
uz: Oʻchiq

# AutoNightTo
source: To
ar: حتى
be: Да
ca: Fins a
de: Bis
es: Hasta
fa: تا
fi: Päättyy
fr: À
id: Sampai
it: Alle
ko: 종료
ms: Kepada
nl: Tot
pl: Do
pt_br: Até
ru: Конец
sv: Till
tr: Bitiş
uk: До
uz: Tugashi
zh_cn: 到
zh_tw: 到

# AutoNightUpdateLocation
source: Update Location
ar: تحديث الموقع
be: Абнавіць месцазнаходжанне
ca: Actualitza la ubicació
de: Standort aktualisieren
es: Actualizar ubicación
fa: به‌روزرسانی موقعیت مکانی
fi: Päivitä sijainti
fr: Actualiser la position
id: Perbarui Lokasi
it: Aggiorna posizione
ko: 위치 갱신
ms: Kemaskini Lokasi
nl: Locatie bijwerken
pl: Aktualizuj lokalizację
pt_br: Atualizar Localização
ru: Обновить геопозицию
sv: Uppdatera plats
tr: Konumu Güncelle
uk: Оновити розташування
uz: Joylashuvni yangilash
zh_cn: 更新位置信息
zh_tw: 更新位置訊息

# AutoNightUpdateLocationInfo
source: Calculating sunset & sunrise times requires a one-time check of your approximate location. Note that this location is only stored locally on your device. Sunset: {0} Sunrise: {1}
ar: حساب أوقات الغروب والشروق يتطلب التحقق لمرة واحدة من موقعك التقريبي. يرجى ملاحظة أن هذا الموقع يتم تخزينه مَحليًّا على جهازك فقط. الغروب: ⁨{0}⁩ الشروق: ⁨{1}⁩
be: Вызначэнне ўсходу і захаду сонца патрабуе аднаразовага вызначэння вашага прыблізнага месцазнаходжання. Звярніце ўвагу: гэта месцазнаходжанне захоўваецца толькі на вашай прыладзе. Захад: {0} Усход: {1}
ca: Per a calcular l'alba i l'ocàs, cal fer una comprovació puntual de la vostra ubicació aproximada. Aquesta només s'emmagatzema al vostre dispositiu. Alba: {0} Ocàs: {1}
de: Um die Sonnenunter- und -aufgangszeiten zu berechnen, muss einmalig der ungefähre Standort geprüft werden. Der Standort wird lokal auf dem Gerät gespeichert. Sonnenuntergang: {0} Sonnenaufgang: {1}
es: Calcular la hora de puesta y salida del sol requiere una única comprobación de tu ubicación aproximada. Esta ubicación sólo es almacenada localmente en tu dispositivo. Anochecer: {0} Amanecer: {1}
fa: محاسبه زمان‌های غروب و طلوع نیازمند به یک بار بررسی موقعیت مکانی تقریبی شما است. توجه داشته باشد که این موقعیت مکانی تنها در دستگاه شما به صورت محلی ذخیره می‌شود. غروب: ⁨{0}⁩ طلوع: ⁨{1}⁩
fi: Auringonnousun ja -laskun aikojen laskeminen vaatii kerran tehtävän tarkistuksen likimääräisestä sijainnistasi. Tämä sijainti säilötään vain paikallisesti laitteella. Aurinko laskee {0} Aurinko nousee {1}
fr: Le calcul des heures de lever et coucher de soleil requiert une vérification de votre position approximative. Cette position sera seulement stockée localement sur votre appareil. Coucher : {0} Lever : {1}
id: Perhitungan waktu siang dan malam membutuhkan sekali cek perkiraan lokasi Anda. Perhatikan bahwa lokasi ini hanya disimpan di ponsel Anda.\n\nMalam: {0}\nSiang: {1}
it: Calcolare gli orari di tramonto e alba richiede un unico controllo della tua posizione approssimativa. Ricorda che questa posizione è archiviata solo localmente sul tuo dispositivo. Tramonto: {0} Alba: {1}
ko: 일몰 및 일출 시간을 계산하려면 회원님의 대략적인 위치를 한 번 확인해야 합니다. 이 위치는 회원님의 기기에만 로컬로 보관됩니다. 일몰: {0} 일출: {1}
ms: Pengiraan masa matahari turun & naik memerlukan semakan kali pertama anggaran lokasi anda. Nota, lokasi ini akan hanya disimpan di peranti anda. Matahari turun: {0} Matahari naik: {1}
nl: Het berekenen van zonsopkomst en -ondergang vereist een eenmalige controle van je locatie bij benadering. Deze locatie zal alleen lokaal op je apparaat worden opgeslagen. Zonsondergang: {0} Zonsopkomst: {1}
pl: Obliczanie czasu zachodu i wschodu słońca wymaga jednorazowego sprawdzenia twojej przybliżonej lokalizacji. Lokalizacja ta jest przechowywana tylko lokalnie na twoim urządzeniu. Zachód słońca: {0} Wschód słońca: {1}
pt_br: O cálculo do nascer e pôr do sol obtém uma única vez a sua localização aproximada. Note que essa localização é armazenada somente em seu dispositivo. Pôr do sol: {0} Nascer do Sol: {1}
ru: Чтобы определить время захода и восхода солнца, необходимо разово получить данные о Вашем примерном местоположении. Эта информация будет храниться только на данном устройстве. Закат: {0} Рассвет: {1}
sv: Beräkning av tider för solnedgång och soluppgång kräver en engångskontroll av din ungefärliga plats. Observera att den här platsen endast lagras lokalt på din enhet. Solnedgång: {0} Soluppgång: {1}
tr: Gün batımı ve gün doğumunun hesaplanması için yaklaşık olarak bulunduğunuz yeri bir defalık kontrol etmemizi gerektirir. Bu konumun yalnızca cihazınızda yerel olarak depolandığını unutmayın. Gün batımı: {0} Gün doğumu: {1}
uk: Для визначення часу сходу і заходу сонця потрібно один раз перевірити ваше приблизне розташування. Воно зберігається лише на вашому пристрої. Захід: {0} Схід: {1}
uz: Quyosh botish va chiqish vaqtlari taxminiy joylashuvingizni bir marta tekshirish orqali aniqlanadi. Unutmang, bu joylashuvingiz haqidagi axborot faqat qurilmangizda saqlanadi. Quyosh botishi: {0} Quyosh chiqishi: {1}
zh_cn: 计算日落/日出时间需要对您的粗略位置进行一次性检测。请注意，此位置仅会存储在您目前的设备上。 日落：{0} 日出：{1}
zh_tw: 計算日落/日出時間需要對您的粗略位置進行一次檢測。請注意，此位置僅會儲存在您目前的設備上。 日落：{0} 日出：{1}

# AutoplayGIF
source: GIFs
ar: الصور المتحركة
be: Анімацыі
ca: GIF
es: GIF
fa: گیف‌ها
fi: GIFit
fr: GIF
id: GIF
it: GIF
ko: GIF
ms: GIF
pl: GIFy
ru: GIF
sv: GIF:ar
tr: GIF'ler
uk: GIF
uz: GIFlar

source: Autoplay GIFs
ar: تشغيل الصور المتحركة تلقائيًا
be: Аўтапрайграванне анімацый
ca: Reprodueix els GIF
de: GIFs autom. Abspielen
es: Autorreproducción de GIF
fa: پخش خودکار گیف‌ها
fi: Toista GIFit automaattisesti
fr: Lire les GIF automatiquement
id: Putar GIF otomatis
it: Autoriproduzione GIF
ko: GIF 자동 재생
ms: Mainauto GIF
nl: GIF's automatisch afspelen
pl: Automatycznie odtwórz GIFy
pt_br: GIFs Automáticos
ru: Автозапуск GIF
sv: Autokör GIF:ar
tr: GIF'leri Otomatik Oynat
uk: Автовідтворення GIF
uz: GIFlarni avtomatik ijro etish
zh_cn: 自动播放 GIF
zh_tw: 自動播放 GIF
